Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/skuvlahistorja5/johandaniel-s.html.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 5.
nob: Artikkel i boka Samisk skolehistorie 5.

source: Johan Daniel Hætta ja Svein Lund:
nob: Johan Daniel Hætta og Svein Lund:

source: Sápmelaččat ja Norgga oahppoplánat
nob: Samene og det norske læreplanverket

source: Johan Daniel Hætta, Guovdageaidnu 2003.
nob: Johan Daniel Hætta, Kautokeino 2003.

source: (Govva: Svein Lund)
nob: (Foto: Svein Lund)

source: Nu guhká go dán riikkas leat leamaš skuvllat, leat guovddáš eiseválddit mearridan maid oahppit galget oahppat.
nob: Så lenge det har vært skole her i landet, har sentrale myndigheter fastsatt hva elevene skal lære.

source: Dát artihkal addá historjjálaš geahčastaga, mo oahppoplánat válde vuhtii sámi álbmoga Norggas, vuosttažettiin vuođđoskuvllas, gitta 1990 rádjái.
nob: Denne artikkelen gir et historisk tilbakeblikk på læreplanenes forhold til den samiske befolkninga i Norge, med hovedvekt på grunnskolen og på perioden fram til 1990.

source: Johan Daniel Hætta lea riegádan 1949:s ja bajásšaddan Siebes Guovdageainnus.
nob: Johan Daniel Hætta er født i 1949 og oppvokst i Siebe i Kautokeino.

source: Sus lea oahpaheaddjioahppu Álttás, lasseoahput sámegielas, dárogielas, mediadiehtagis, jođiheamis ja pedagogihka váldofága.
nob: Han har lærerutdanning fra Alta med tilleggsutdanning i samisk, norsk, mediekunnskap, ledelse og pedagogikk.

source: Son lea leamaš Guovdageainnu nuoraidskuvlla oahpaheaddjin ja rektorin, bargan skuvlakantuvrras ja lea dál Sámi allaskuvlla pedagogihkalektorin.
nob: Han har vært lærer og rektor ved Kautokeino ungdomsskole, ansatt ved skolekontor og er nå lektor i pedagogikk ved Samisk høgskole.

source: Svein Lund lea Sámi skuvlahistorjá-girjeráiddu váldodoaimmaheaddji.
nob: Svein Lund er hovedredaktør av Samisk skolehistorie og nærmere presentert i bind 2.

source: Svein Lund, Ákŋoluokta 2011 (Govva: Aleksandra Głowacka)
nob: Svein Lund, Hasvik 2011 (Foto: Aleksandra Głowacka)

source: Manne oahppoplána ?
nob: Hvorfor læreplan ?

source: Oahppi geahččanbáikkis lea oahpaheaddji ja oahppogirji mii stivre oahpahusa, ja leat dávjá dát, mii oažžu gutni dahje siva skuvlla sisdoalus.
nob: Sett fra elevens synspunkt er det læreren og læreboka som styrer undervisninga, og det er gjerne de som får æra og skylda for innholdet i skolen.

source: Oahppit ja váhnemat dávjá eai oainne dokumeanttaid mat stivrejit sihke oahpaheddjiid ja oahppogirječálliid, nammalassii skuvlalágaid ja oahppoplánaid.
nob: Elever og foreldre ser sjelden de dokumentene som styrer både lærerne og lærebokforfatterne, nemlig skolelover og læreplaner.

source: Dát leat nannosit čadnon oktii, ja go skuvlalágat rievdaduvvojit, de dábálaččat rievdaduvvojit maiddái oahppoplánat moatti jagi siste.
nob: Disse er nært knytta sammen, når skolelovene er endra har det ofte også skjedd endringer i læreplanene.

source: Skuvladutki Erling Lars Dale čilge oahppoplánaid doaimma ná: «Formálalaš oahppoplánat lobálažžan dahket, čilgejit ja normerejit skuvlla ja oahpahusa.»
nob: Skoleforskeren Erling Lars Dale uttrykker læreplanens oppgave slik: «Formelle læreplaner legitimerer, beskriver og normerer hva skole og utdanning handler om.»

source: [1] Go 1939 Normalplána ii namat sápmelaččaid sániin ge, muhto historjáfágas čállá ahte «Min máttarmáttut gulle germánalaš álbmotsohkii», de lea dát sámi ja kveana álbmoga badjelgeahččama oahpahusa olis lobálažžan dahkan ja normeren, sin galgá meannudit dego eai gávdnoše, eai oahppin eai ge norgga servvodaga oassin.
nob: [1] Når Normalplanen av 1939 ikke nevner samene med et ord, men under historiefaget skriver at «Forfedrane våre høyrde til den germanske folkeætta», er det ei legitimering og normering av at den samiske og kvenske befolkninga skal overses i undervisninga, at de skal betraktes som ikke-eksisterende, både som elever og som del av det norske samfunnet.

source: Go 2006 oahppoplána Biebmu ja dearvvašvuohta-fágas lea okta 7. ceahki ulbmiliin: «Ráhkadit sámi borramuša ja čilget muhtun sámi biebmokultuvrra dovdomearkkaid», de lea dát lobálažžan dahkan ja normeren das ahte sámi unnitloguálbmot galgá leat oidnosis skuvllas, ja lea dehálaš ahte buot oahppit besset dovddiidit sámi kultuvrra iešguđet beliid.
nob: Når læreplanen av 2006 under faget Mat og helse setter som et av måla for 7. klasse: «Lage samisk mat og gjøre greie for nokre trekk ved samisk matkultur», er det ei legitimering og normering av at den samiske minoriteten i Norge skal synes i skolen og at det er viktig at alle elever får kjennskap til forskjellige sider ved samisk kultur.

source: Vuođđoskuvlla ja joatkkaskuvlla oahppoplánat stivrejit maiddái gaskkalaččat, danin go leat vuođđun sihke lágádusaid ja čálliid oahppogirjebarguide, ja dáid skuvllaid oahpaheddjiid oahpaheapmái.
nob: Læreplanene for grunnskolen og videregående skole styrer også indirekte, med at de ligger til grunn for forlagenes og forfatternes arbeid med lærebøker og for utdanninga av lærere til disse skolene.

source: Sihke pedagogihkka- ja oahpahusfágat oahpaheaddjioahpus stivrejit makkár miellaguottuid oahpaheaddjit galget gaskkustit ohppiide, maid fáttáid sii galget meannudit ja gaskkalaččat makkár fáttáid eai galgga meannudit oahpahusas.
nob: Utdanninga i pedagogikk og undervisningsfag i lærerutdanninga forteller både hvilke holdninger lærerne skal formidle til elevene, hvilke emner de skal ta opp og indirekte hvilke emner de ikke skal ta opp i undervisninga.

source: Oahppoplánašlájat
nob: Læreplantyper

source: Sámiid várás oahpahus lea sullii 1800 rájes čuvvon seammá váldolinjjáid go oahpahus earáge norgga ohppiid várás.
nob: Undervisning for samer har fra omlag 1800 fulgt samme hovedlinjer som undervisning for andre elever i Norge.

source: Vaikko vel dađistaga leat boahtán heivehusat ja belohahkii sámi oahppoplánat, de lea olles áigge našunála oahppoplánat leamaš vuođđun.
nob: Sjøl om man etter hvert har fått noen tilpassinger og tildels samiske læreplaner, ligger hele tida de nasjonale læreplanene til grunn.

source: Danin eat sáhte ipmirdit skuvlla sámiid várás ipmirkeahttá norgga oahppoplánavuogádaga rievddademiid.
nob: Derfor kan vi ikke forstå skolen for samer uten å forstå svingningene i det norske læreplansystemet.

source: Vuođđoskuvlla oahppoplánain leat áiggiid čađa leamaš iešguđet namat, ja namat leat muhtun muddui čilgen iešguđet oainnuid man muddui oahppoplána galgá stivret oahpahusa.
nob: Grunnskolens læreplaner har gjennom tidene hatt ulike navn, og disse navna har tildels vært uttrykk for forskjellig syn på i hvilken grad læreplanen skal styre opplæringa.

source: 1922/25 ja 1939 – plánat gohčoduvvojedje Normalplánan.
nob: Læreplanene som kom i 1922/1925 og i 1939 blei kalt Normalplan.

source: Dat dárkkuha ahte plána čilge maid oahppit dábálaččat galget oahppat, dan mii eiseválddiid mielas lei geatnegahtton, skuvlla friddjavuohta lei ráddjejuvvon.
nob: Det betyr at planen angir det elevene normalt skal lære, det som myndighetene anså som obligatorisk, skolens frihet var begrenset.

source: Váikko plána ii lean láhkaásahus, de lei skuvlla bargui norbmaaddin, ja ohppiid geahččaleamit čuvvo plána.
nob: Selv om planen ikke var forskriftsfestet, var den normgivende for arbeidet i skolen og elevene blei prøvd etter den.

source: 1971:s bođii vuođđoskuvlla minsttarplána.
nob: I 1971 kom mønsterplan for grunnskolen.

source: Minsttarplána čilge maid oahppit berrešedje máhttit, muhto ii stivre nu garrasit.
nob: Mønsterplanen angir hva elevene bør kunne uten å styre i sterk grad.

source: Minsttarplánas leat olu eanet fáddáevttohusat go dan maid oahpaheaddji háhppeha oahpahusas guoskkahit.
nob: Mønsterplanen har mange flere forslag til tema og emner enn det læreren rekker å ta opp i undervisninga.

source: Danin šaddá minsttarplána evttohussan skuvlii ja oahpaheaddjái.
nob: Dermed blir mønsterplanen et forslag for skolen og læreren.

source: 1987:s oaččuimet ođđa minsttarplána mii fáttáid ektui lei veaháš čavgaset go ovddit plána, muhto seammás besse skuvllat ja oahpaheaddjit friddjasat válljet oahppohivvodaga.
nob: I 1987 fikk vi en ny mønsterplan som i tema og emner var noe strammere enn den forrige, men samtidig var skolene og lærerne friere enn tidligere i valg av lærestoff.

source: 1997:s oaččuimet 10-jagi vuođđoskuvlla oahppoplána.
nob: I 1997 fikk vi Læreplanverket for den 10-årige grunnskolen.

source: Dat ovddasta seammá plánajurddašeami go normalplána, namalassii čilge geatnegahtton oahppohivvodaga.
nob: Dette representerer samme plantenkning som normalplanen, nemlig å angi hva som er obligatorisk lærestoff.

source: Oahppoplána šaddá dál láhkaásahussan, ja dalle lea skuvla juridihkalaččat geatnegáhtton plána čuovvut.
nob: Læreplanverket blir nå forskriftsfesta, noe som betyr at skolen er juridisk bundet av planen.

source: Máhttoloktema oahppoplána lea maid láhkaásahus.
nob: Læreplanverket for Kunnskapsløftet er også forskriftsfesta.

source: Ii leat jur nu dárkil go ovddit plána.
nob: Detaljeringsgraden er noe lavere enn i den foregående planen.

source: Danin go plánat muddejit skuvlla doaimma ja sisdoalu čavgaseabbot go ovdal, de lea maid čavgaset duođaštusgáibádus go ovdal. Skuvla galgá sáhttit duođaštit ahte lea addán dievaslaš oahpahusa.
nob: Siden planene regulerer skolens virksomhet og innhold sterkere enn tidligere, medfører det at kravet til dokumentasjon er sterkere før, skolen må kunne dokumentere at man har gitt adekvat opplæring.

source: Oahppoplánat muddejit vuosttažettiin skuvlla sisdoalu, eai fal oahpaheaddji bargovugiid.
nob: Læreplanene regulerer først og fremst skolens innhold, ikke lærerens arbeidsmåte.

source: Liikká mearridit plánat iešguđet muddui man láhkái oahpaheaddjit ja oahppit galget bargat.
nob: Likevel gir planene i varierende grad føringer for hvordan lærere og elevene skal arbeide.

source: 1939 Normalplánas deattuhuvvo «bargoskuvla» doaimmalaš ohppiiguin, boares «bajiloahppanskuvlla» vuostalasvuohtan.
nob: I Normalplanen av 1939 legger man vekt på «arbeidsskolen» med aktive elever i motsetning til den gamle puggeskolen.

source: 1997-plánas deattuhuvvo prošeaktabargu metodan, ja plána mearrida man stuorra oassi oahpahusas iešguđet ceahkis galgá leat prošeaktan.
nob: I planen av 1997 blir det lagt stor vekt på prosjektarbeid som metode, og planen gir retningslinjer for hvor stor del av undervisninga som skal være prosjektorientert på de forskjellige trinn.

source: Plánaid čavgasat láhkamudden (láhkaásahus), mearkkaša maiddái ahte plána sisdoallu eambbo báidná oahpaheaddji bargovugiid, ja dárkkistanmekanismmaid geavaheapmi nu mo normerejuvvon našunála geahččaleamit sáhttet maid muddet pedagogalaš friddjavuođa maidda plánat álgoálggus láhčet dili.
nob: Sterkere lovregulering bak planen (forskriftfesting), betyr også at lærerens arbeidsmåte blir mer preget av planens innhold, og bruk av kontrollmekanismer som normerte / nasjonale prøver kan også virke begrensende på den pedagogiske friheten som planene i utgangspunktet legger opp til.

source: Golbma áigodaga
nob: Tre perioder

source: Hui roavvásit sáhttit sámi skuvlahistorjjá juohkit golmma áigodahkii.
nob: Svært grovt kan vi dele den samiske skolehistoria i tre perioder.

source: Vuosttaš áigodagas, 1700-logu álggus gitta 1800-logu álgui, de lei uhcit eanet miššuvdna mii oahpahii sámiid, buorre muddui ledje guokte sierra skuvlavuogádagat sámiid ja dážaid várás.
nob: I den første perioden, fra tidlig på 1700-tallet til tidlig på 1800-tallet, var det hovedsakelig misjonen som sto for opplæringa for samer, langt på veg var det derfor to forskjellige skolesystemer for samer og nordmenn.

source: Nuppi áigodagas, gitta 1970-logu rádjái, lei skuvla ollásit huksejuvvon seammá plánaid ja njuolggadusaid vuođul sihke sámemánáid ja dážamánáid várás.
nob: I den andre perioden, fram til 1970-tallet, var skolen for samer fullt ut bygd på samme planer og regelverk som skolen for norske barn.

source: Goalmmát áigodagas lea skuvla fas earuhan sámi ja dáža ohppiid, ja oahppoplánat leat muhtin muddui váldán vuhtii ahte sámi ohppiin leat eará dárbbut.
nob: I den tredje perioden har skolen igjen skilt mellom samiske og norske elever og læreplanene har i større eller mindre grad tatt hensyn til at samiske elever har andre behov.

source: Seammás leat maid sámi fáttát ožžon vissis saji našunála oahppoplánain.
nob: Samtidig har også samiske emner fått en viss plass i de nasjonale læreplanene.

source: Vuosttas instruvssat
nob: De første instruksene

source: Boarráseamos dovddus instruksa álbmotseađu oahpahusa olis lea Kristian 3. girkoordinánsa, maid riikaráđđi 1539:s mearridii galggai gustot maiddái Norgii.
nob: Den eldste kjente instruksen for opplæring av allmuen er Kristian 3. s kirkeordinans, som riksrådet i 1539 vedtok at skulle gjelde også for Norge.

source: Das čuožžu: «Mánnáoahppu ferte leat juohke viesus, maiddái boanddaid mánát galget dás rájes diehtit dan, maid dán rádjái eai dušše boanddat, muhto maiddái goargadis olbmát, juo, velá gonagasat ja fyrsttat eai leat diehtán» [2].
nob: Den uttrykte: «Børnelærdommen at være i alle Huse, at ogsaa Bønderbørn maa nu herefter vide det, som ej alene Bønder, men ogsaa ædle Mænd, ja vel Konger og Fyrster have ikke selv hittildags vidst» [2].

source: Oahppoplánan ferte várra dadjat ahte lei viehka gudneáŋgir, muhto maiddái viehka eahpečielggas.
nob: Som læreplan betrakta, må den vel sies å være ganske ambisiøs, men også ganske uklar.

source: Oahpahusa ovddasvástádus lei biddjon girkui, ja lei muhtun muddui luhkkár, muhtun muddui báhppa, gii dan čađahii.
nob: Det var kirka som var tillagt ansvaret for opplæringa, og det var tildels degnen eller klokkeren, tildels presten sjøl som sto for denne.

source: Oahpahus lei eanáš katekismusa- ja biibbalteavsttaid bajiloahppan, ja buot nuorat fertejedje boahtit girkui oahpahussii oktii vahkus, jogo ipmilbálvalusa oktavuođas dahje muhtun maŋŋágaskabeaivvi.
nob: Hovedsakelig besto opplæringa av utenatlæring av katekisme- og bibeltekster, og all ungdom var pålagt å møte i kirka til opplæring en gang i uka, enten i forbindelse med gudstjenesten eller på en ettermiddag.

source: Guhkes gaskkaiguin ja dan áigge fievrruiguin ii lean dát čađahahtti buot báikkiin.
nob: Med store avstander og den tidas kommunikasjoner var dette langt fra gjennomførlig overalt.

source: 1600-logu gaskamuttus ráhkadii bisma Erik Bredal Troandima bismagottis [3] árkilis skuvlaplána mas bismagotti báhpat gohčohalle mánáid juohkit njealji jovkui máhttodási mielde.
nob: På midten av 1600-tallet utarbeida biskop Erik Bredal i Trondhjems stift [3] en detaljert skoleplan, der prestene i stiftet blei pålagt å inndele barna i fire grupper etter kunnskapsnivå.

source: Joavkkuid lohkanmearit ledje: «Váldobihtát» [4], Luthera čilgehus, Viessotávval [5] ja Resena Mánáidoahpu visitása [6].
nob: Pensum i disse var: «Hovedstykkene» [4], Luthers forklaring, Hustavla [5] og Resens Børnelærdoms Visitats [6].

source: Bredal instruvssa mielde galge buot báhpat čállit listtuid mat sisttisdolle buot skuvlaahkásaš mánáid searvegottis, ja gohččut sin eksámenii guktii jahkái.
nob: Ifølge Bredals instruks skulle alle prester føre lister over skolepliktige barn i sin menighet og innkalle dem til eksamen to ganger i året.

source: Listtut galge čilget man guhkás juohke mánná lei joavdán, ja de galge ovdanbuktojuvvot proavás- ja bismavisitásain.
nob: Listene skulle inneholde opplysninger om hvor langt hvert barn var kommet og de skulle legges fram ved proste- og bispevisitaser.

source: Instruksa bohciidahtii vuostehágu, go máŋggas oaivvildedje ahte ii lean čađahahtti, ja man muddui plána čađahhuvvui lei várra máŋggaláhkái.
nob: Instruksen førte til reaksjoner, da mange mente den var umulig å gjennomføre, og det varierte nok sterkt i hvilken grad den blei gjennomført.

source: Bisma Bredal lei maid vuosttaš gean diehtit lea viggan čađahit skuvlla sámiid várás, muhto diehtit unnán bohtosiid birra.
nob: Biskop Bredal var også den første vi kjenner til som forsøkte å gjennomføre skole for samer, men lite er kjent om resultatet.

source: Miššunáigodat: Sierra skuvla sámiid várás
nob: Misjonstida: Eget skoleverk for samer

source: Sámiid várás bistevaš skuvlaorganiseren šattai easkka sullii 1716 rájes, Miššunkollegia ja Thomas von Westena jođihemiin.
nob: Ei fast organisering av skole for samer blei det først fra omlag 1716, under ledelse av Misjonskollegiet og Thomas von Westen.

source: Norgga sámi ássanguovllut juhkkojuvvojedje 13 guvlui, mas juohke guovllus lei okta miššoneara.
nob: De samiske bosettingsområdene i Norge blei delt i 13 distrikter, med en misjonær i hvert.

source: Ledje aŋkke skuvladoallit geat oahpahedje measta buot. Sis ledje olusat sápmelaččat ja sii oahpahedje sámegillii.
nob: Mesteparten av undervisninga blei likevel gitt av skoleholdere, som i stor grad var samer og underviste på samisk.

source: Go skuvlla ovddimus ulbmil lei mišuneren, de lei olles sámi álbmot ulbmiljoavkun, ja dávjá lágiduvvui skuvla buot ahkásaš sámiid várás.
nob: Siden skolens fremste formål var misjon, var hele den samiske befolkninga målgruppe, og ofte blei det holdt skole for samer i alle aldre.

source: [7] Álbmotseahtoskuvla dážaid várás organiserejuvvui veaháš maŋŋelaš, easkka 1739 skuvlalága bokte čađahuvvui prinsihpas skuvla buot norgalaččaid várás olggobealde gávpogiid.
nob: [7] Allmueskolen for nordmenn blei organisert noe seinere, først gjennom skoleloven av 1739 blei det i prinsippet gjennomført skole for alle på landet i Norge.

source: Skuvla- ja girkuhálddahus lei uhcit eanet okta ja seammá, bismmat doibme skuvladirektevran ja báhpat ledje báikkálaš skuvlahoavddat / skuvlastivraovdaolbmot.
nob: Skole- og kirkeadministrasjon gikk i stor grad om hverandre, biskopene fungerte som skoledirektører og prestene som lokale skolesjefer / skolestyreformenn.

source: Ii lean miššunskuvllas dahje álbmotseahtoskuvllas dárkilis oahppoplána maid sáhttá sulastahttit daiguin plánaiguin mat maŋŋá bohte.
nob: Verken misjonsskolen eller allmueskolen hadde noen detaljert læreplan som kan sammenlignes med de planene som kom seinere.

source: Oahpahusa njuolggadusat ledje čilgejuvvon ná: – Miššunskuvlla várás: Gonagasa instruksa miššunkollegiai 19.04.1715.
nob: De retningslinjene som lå til grunn for undervisninga var formulert i: – For misjonsskolen: Kongens instruks til Misjonskollegiet av 19.04.1715 [8].

source: [8] Vaikko vel sihke organiseren ja giellapolitihkka rievdaduvvojedje moanat háviid dan váile čuođi jagi siste go miššunskuvla gávdnu i, de ii addon ođđa oppalaš instruksa.
nob: Sjøl om både organiseringa og språkpolitikken blei endra flere ganger i løpet av de nesten hundre åra som misjonsskolen eksisterte, blei det ikke gitt noen ny generell instruks.

source: – Álbmotseahtoskuvlla várás gustojedje guokte instruvssa 1739 rájes.
nob: – For allmueskolen gjaldt to instrukser fra 1739 [9].

source: [9] Eiseválddit gávnnahedje johtilit ahte lei váttis daid čađahit, ja 1741 muddejuvvojedje ođđa instruvssain.
nob: Disse fant myndighetene raskt ut at var vanskelige å gjennomføre, og de blei modererte med en ny instruks av 1741.

source: Buohkaid čáhkadit seammá gárrái
nob: Alle over en kam

source: 1800-logu álggus loahpahii Miššunkollegia barggus sámiid gaskkas ja ovddasvástádus addojuvvui dábálaš girkoorganisašuvdnii.
nob: Tidlig på 1800-tallet la Misjonskollegiet ned arbeidet blant samer, og ansvaret blei overført til den ordinære kirkeorganisasjonen.

source: Dás rájes galge sámi oahppit vázzit dábálaš norgalaš álbmotseahtoskuvlla, ja oahpahus loahpahuvvui konfirmašuvnnain.
nob: Fra nå av skulle samiske elever gå i den vanlige norske allmueskolen, og opplæringa blei avslutta med konfirmasjonen.

source: Dál ledje guovddáš skuvlalágat ja plánat áibbas seammát sámi ja dáža ohppiid oahpahusa várás.
nob: Nå var sentrale skolelover og planverk helt og fullt de samme for undervisning av samiske og norske elever.

source: Muhtun muddui ráhkaduvvojedje gielddalaš skuvlaplánat, muhto jus plánat ledje earálágánat sámi guovlluin, de lei eanáš dan láhkái ahte doppe ledje eanet diimmut dárogielfágas.
nob: Til en viss grad blei det utarbeida kommunale skoleplaner, men i den grad disse skilte seg ut i samiske områder, var det helst gjennom styrking av timetallet for norskfaget.

source: Olles áigodagas 1800-logu álggu rájes gitta 1980-logu loahpa rádjái ledje seammá našunála oahppoplánat sámi ja dáža ohppiid várás.
nob: I hele perioden fra først på 1800-tallet til sist på 1980-tallet gikk norske og samiske elever under det samme nasjonale læreplanverket.

source: Muhto dan áigodagas dáhpáhuvve liikká stuorra rievdadusat eiseválddiid skuvlapolitihkas sámiid ektui.
nob: Men i løpet av denne perioden skjedde det likevel store endringer i myndighetenes skolepolitikk overfor samene.

source: Sáhttit namahit golbma strategiija sámegiela ja - kultuvrra ektui: suovalašvuohta, aktiiva dáruiduhttin ja geaiddusindahkan.
nob: Vi kan snakke om tre hovedstrategier overfor samisk språk og kultur: tolerering, aktiv fornorsking og usynliggjøring.

source: Álgoáiggis maŋŋá go miššuvdna heaittihuvvui, de jotke liikká eanáš sámi skuvladoallit bargguset, muhto de ledje dábálaš báhpaid vuolde, ja šadde čuovvut seammá njuolggadusaid go muđui riikkas.
nob: Den første tida etter nedlegginga av misjonen fortsatte de fleste samiske skoleholderne i arbeidet sitt, men nå underlagt de ordinære prestene og det samme regelverket som skolen i resten av landet.

source: Guhkká oahpahedje máŋggas maiddái sámegillii, vaikko vel lei stuorra sámegiel oahppogirjeváili, danin go eai šat deaddiluvvon 1776 maŋŋá.
nob: Lenge underviste mange også på samisk, sjøl om det var stor mangel på samiske lærebøker, da det ikke var trykt noen etter 1776.

source: Háhke maid ođđa sámegielat oahpaheddjiid, muhtun oassi ledje báikkálaš bártnit geaid báhpat oahpahedje, muhtun oassi ges bohte seminára bokte mii ásahuvvui Runáššái 1826:s. 1820-logu rájes ilbmagohte sámi oahppogirjjit fas.
nob: Det blei også rekruttert nye samiske lærere, dels gutter fra lokalsamfunnet som blei opplært av prestene, dels gjennom seminaret som blei oppretta på Trondenes i 1826. Fra 1820-tallet blei det igjen utgitt samiske lærebøker.

source: 1850 rájes 1880 rádjái de suovalašvuohta dađistaga rievddai aktiiva dáruiduhttimin.
nob: Fra 1850 til 1880 gikk tolereringspolitikken trinnvis over i aktiv fornorsking.

source: 1880-logu rájes lei dárogiella / dánskkagiella sajáiduvvan áidna dohkálaš oahpahusgiellan, ja sámegiella / kveanagiella lei báhcán veahkkegiellan maid oahpaheaddjit besse geavahit dušše duohta heađis.
nob: Fra 1880-tallet var norsk / dansk etablert som eneste gyldige undervisningsspråk og samisk / kvensk redusert til hjelpespråk i ytterste nødsfall.

source: Vuosttas skuvlaláhka mii namuha sámiid, lea Lov om Folkeskolen på Landet (Giliid álbmotskuvlaláhka) 1889:s.
nob: Den første skoleloven som nevner samene, er Lov om Folkeskolen på Landet av 1889.

source: Paragráfa mii meannuda sáme- ja kveanagiela geavaheami, álgá čielga dieđuin: «Oahpahus galgá čađahuvvot dárogillii.»
nob: Den paragrafen som tar opp bruken av samisk og kvensk, starter med ei klar melding: «Undervisningen skal foregaa i det norske Sprog.»

source: Sámiid oahpaheamis lei prinsihpalaččat seammá mihttomearri go dážaid oahpaheamis, muhto geavatlaččat šattai oahpahus dávjá dárogieloahpahussan, eará fágat báhce oahpatkeahttá.
nob: Undervisninga av samer hadde i prinsippet samme målsetting som for norske elever, men i praksis blei denne ofte svært konsentrert om norskopplæring, på bekostning av andre fag.

source: Vuosttamuš normalplánat
nob: Første normalplaner

source: 1890:s bođii vuosttaš normalplána álbmotskuvlla várás.
nob: I 1890 kom den første normalplanen for folkeskolen.

source: Ii namat sámi diliid dahje sámiid sániin ge.
nob: Den nevner ikke samiske forhold eller samene med et ord.
